Tekla.Structures.Drawing.DrawingEnumeratorBase.EnumeratorSubTypeEnum
Enumerator sub type specifiers.

Tekla.Structures.Drawing.DrawingEnumeratorBase.EnumeratorSubTypeEnum.ALL_CHILDREN
Selects all children (but not their children)

Tekla.Structures.Drawing.DrawingEnumeratorBase.EnumeratorSubTypeEnum.ALL_GRAND_CHILDREN
Selects all children and their childrens